Public Attributes | List of all members
API_QuantitiesMask Class Reference
Element Manager
Describes the filter for the different calculated values for skins and elements. More...
#include <APIdefs_Elements.h>
 Public Attributes
 API_ElementQuantityMask  | elements
Describes the filter for the different calculated values for elements.
 API_CompositeQuantityMask  | composites
Describes the filter for the different calculated values for skins.
Detailed Description
Describes the filter for the different calculated values for skins and elements.